[{"text": "", "sentiment": 0.0, "startTime": 0}, {"text": "", "sentiment": 0.0, "startTime": 15}, {"text": "Mr. Vice President, Mr. Speaker, Members of the Senate, and of the House of Representatives:", "sentiment": 0.0, "startTime": 30}, {"text": "Yesterday, December 7th, 1941 -- a date which will live in infamy -- ", "sentiment": 0.13636363636363635, "startTime": 45}, {"text": "the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan. The United States was at peace ", "sentiment": 0.0, "startTime": 60}, {"text": "with that nation and, at the solicitation of Japan, was still in conversation with its government and its emperor ", "sentiment": 0.0, "startTime": 75}, {"text": "looking toward the maintenance of peace in the Pacific. Indeed, one hour after Japanese air squadrons had commenced bombing in the American island ", "sentiment": 0.0, "startTime": 90}, {"text": "of Oahu, the Japanese ambassador to the United States and his colleague delivered to our Secretary of State a formal reply ", "sentiment": 0.0, "startTime": 105}, {"text": "to a recent American message. And while this reply stated that it seemed useless to continue the existing diplomatic negotiations,", "sentiment": -0.16666666666666666, "startTime": 120}, {"text": "it contained no threat or hint of war or of armed attack. It will be recorded that the distance of Hawaii from Japan ", "sentiment": 0.0, "startTime": 135}, {"text": "makes it obvious that the attack was deliberately planned many days or even weeks ago. During the intervening time, the", "sentiment": 0.25, "startTime": 150}, {"text": "Japanese government has deliberately sought to deceive the United States by false statements and expressions of hope for continued peace. The attack ", "sentiment": -0.20000000000000004, "startTime": 165}, {"text": "yesterday on the Hawaiian islands has caused severe damage to American naval and military forces. I regret to tell you that very many American lives ", "sentiment": 0.1375, "startTime": 180}, {"text": "have been lost. In addition, American ships have been reported torpedoed on the high seas between San Francisco and Honolulu. Yesterday, ", "sentiment": 0.08, "startTime": 195}, {"text": "the Japanese government also launched an attack against Malaya. Last night, Japanese forces attacked Hong Kong. Last night, Japanese forces ", "sentiment": 0.0, "startTime": 210}, {"text": "attacked Guam. Last night, Japanese forces attacked the Philippine Islands. Last night, the Japanese attacked Wake Island.", "sentiment": 0.0, "startTime": 225}, {"text": "And this morning, the Japanese attacked Midway Island. Japan has, therefore, undertaken a surprise offensive extending throughout the Pacific area.", "sentiment": 0.0, "startTime": 240}, {"text": "The facts of yesterday and today speak for themselves. The people of the United States have already formed their opinions ", "sentiment": 0.0, "startTime": 255}, {"text": "and well understand the implications to the very life and safety of our nation. As Commander in Chief of the Army and Navy, I have directed that all ", "sentiment": 0.2, "startTime": 270}, {"text": "measures be taken for our defense. But always will our whole nation remember the character of the onslaught against us.", "sentiment": 0.2, "startTime": 285}, {"text": "No matter how long it may take us to overcome this ", "sentiment": -0.05, "startTime": 300}, {"text": "premeditated invasion, the American people in their righteous might will win through to absolute victory.", "sentiment": 0.3333333333333333, "startTime": 315}, {"text": "", "sentiment": 0.0, "startTime": 330}, {"text": "I believe that I interpret the will of the Congress and of the people ", "sentiment": 0.0, "startTime": 345}, {"text": "when I assert that we will not only defend ourselves to the uttermost, but will make it very certain that this form of treachery shall never again endanger us.", "sentiment": 0.1392857142857143, "startTime": 360}, {"text": "Hostilities exist. There is no blinking at the fact", "sentiment": 0.0, "startTime": 375}, {"text": "that our people, our territory, and our interests are in grave danger. With confidence in our armed forces, with the unbounding", "sentiment": 0.0, "startTime": 390}, {"text": "determination of our people, we will gain the inevitable triumph -- so help us God.", "sentiment": 0.0, "startTime": 405}, {"text": "I ask that the Congress declare that since the unprovoked", "sentiment": 0.0, "startTime": 420}, {"text": "and dastardly attack by Japan on Sunday, December 7th, 1941, a state of war ", "sentiment": 0.0, "startTime": 435}, {"text": "has existed between the United States and the Japanese empire.", "sentiment": 0.0, "startTime": 450}]