[{"text": "I am proud to come to this city as the guest of your distinguished Mayor, who has symbolized", "sentiment": 0.8, "startTime": 0}, {"text": "throughout the world the fighting spirit of West Berlin. And I am proud", "sentiment": 0.8, "startTime": 15}, {"text": "to visit the Federal Republic with your distinguished Chancellor who for so many years has committed Germany to democracy and", "sentiment": 0.5, "startTime": 30}, {"text": "freedom and progress, and to come here in the company of my fellow American, General Clay,", "sentiment": 0.02500000000000001, "startTime": 45}, {"text": "who has been in this city during its great moments of crisis and will come again if ever needed.", "sentiment": 0.8, "startTime": 60}, {"text": "Two thousand years ago, the proudest boast was \"civis Romanus sum.\"", "sentiment": 0.0, "startTime": 75}, {"text": "Today, in the world of freedom, the proudest boast is \"Ich bin ein Berliner.\"", "sentiment": 0.0, "startTime": 90}, {"text": "(I appreciate my interpreter translating my German.) There are many people in the world who really don't understand, or ", "sentiment": 0.2333333333333333, "startTime": 105}, {"text": "say they don't, what is the great issue between the free world and the Communist world.  Let them come to berlin.", "sentiment": 0.6000000000000001, "startTime": 120}, {"text": "There are some who say that communism is the wave of the future.", "sentiment": 0.0, "startTime": 135}, {"text": "Let them come to Berlin. And there are some who say, in Europe and elsewhere,", "sentiment": 0.0, "startTime": 150}, {"text": "we can work with the Communists. Let them come to Berlin. And there are even a few who say ", "sentiment": -0.2, "startTime": 165}, {"text": "that it is true that communism is an evil system, but it permits us to make economic progress. Lass' sie nach Berlin kommen.", "sentiment": -0.15, "startTime": 180}, {"text": "Let them come to Berlin. Freedom has many difficulties ", "sentiment": 0.5, "startTime": 195}, {"text": "and democracy is not perfect. But we have never had to put a wall up to keep our people in – to prevent them from leaving us.", "sentiment": -0.5, "startTime": 210}, {"text": "", "sentiment": 0.0, "startTime": 225}, {"text": "I want to say on behalf of my countrymen who live many miles away on the other side of the Atlantic, who are far distant from you,", "sentiment": 0.10227272727272727, "startTime": 240}, {"text": "that they take the greatest pride, that they have been able to share with you, even from a distance, the story of the last 18 years. I know of no town, ", "sentiment": 0.5, "startTime": 255}, {"text": "no city, that has been besieged for 18 years that still lives with the vitality and the force, and the hope, and", "sentiment": 0.0, "startTime": 270}, {"text": "the determination of the city of West Berlin. While the wall ", "sentiment": 0.0, "startTime": 285}, {"text": "is the most obvious and vivid demonstration of the failures of the Communist system – for all the world to see – we take no satisfaction in it; ", "sentiment": 0.20833333333333334, "startTime": 300}, {"text": "for it is, as your Mayor has said, an offense not only against history but an offense against humanity, separating families, dividing husbands and wives ", "sentiment": 0.0, "startTime": 315}, {"text": "and brothers and sisters, and dividing a people who wish to be joined together. What is true of this city is true of Germany: ", "sentiment": 0.35, "startTime": 330}, {"text": "Real, lasting peace in Europe can never be assured as long as one German out of four is denied the elementary right of free men, and that is to make a free choice.", "sentiment": 0.19081632653061226, "startTime": 345}, {"text": "In 18 years of peace and good faith, this generation of Germans has earned the right to be free, including the right", "sentiment": 0.4178571428571428, "startTime": 360}, {"text": "to unite their families and their nation in lasting peace, with good will to all people.", "sentiment": 0.35, "startTime": 375}, {"text": "You live in a defended island of freedom, but your life is part of the main. So let me ask you, as I close, to ", "sentiment": 0.1515151515151515, "startTime": 390}, {"text": "lift your eyes beyond the dangers of today, to the hopes of tomorrow, beyond the freedom merely of this city of Berlin, or your country of Germany, to the advance of freedom everywhere, ", "sentiment": -0.5, "startTime": 405}, {"text": "beyond the wall to the day of peace with justice, beyond yourselves and ourselves to all mankind. Freedom is indivisible, and", "sentiment": 0.0, "startTime": 420}, {"text": "when one man is enslaved, all are not free. When all are free, then we look – can look forward to that day when this city will be joined as one and this country", "sentiment": 0.1, "startTime": 435}, {"text": "and this great Continent of Europe in a peaceful and hopeful globe. When that day finally comes, as it will, the people of West Berlin can take sober satisfaction ", "sentiment": 0.28750000000000003, "startTime": 450}, {"text": "in the fact that they were in the front lines for almost two decades.", "sentiment": 0.0, "startTime": 465}, {"text": "All free men, wherever they may live, are citizens of Berlin.", "sentiment": 0.2681818181818182, "startTime": 480}, {"text": "And, therefore, as a free man, I take pride in the words bin ein Berliner.", "sentiment": 0.4, "startTime": 495}]